{
  "42-header.vim": { "branch": "master" },
  "42-norminette.vim": { "branch": "master" },
  "black": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "eva01": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "syntastic": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-shellcheck": { "branch": "master" }
}